life/sport/science-of-running.org
#+title: Science of Running
#+author: iiCodeThings
#+date: 2022-03-01

#+begin_center
*跑步看心率，不看配速！！！真正的跑者，可以告诉运转，但舍得放慢。*
#+end_center

* 什么是慢跑？
所谓的“慢跑”，是一种较低强度的有氧运动，目的以较慢的跑步节奏来完成跑动距离。按照训练强度划分，“慢跑”的训练强度最低。

通常我们会把“慢跑”训练强度定义为：*心率115~130次/分左右，体感：呼吸非常舒适，无任何疲劳感*。

* 大神语录
** Jogging vs Running

jogging和running是两个概念，用jogging训练心肺耐力，改善代谢方式，构建有氧系统，running才拉得起来、顶得上去，jogging虽然慢、长、久，但是值得。

** 关于修复
拉伸，冷浴，睡眠，休跑，合理膳食，都是修复。训练强度越大，刺激损伤就越大，能力提升就可能越大，但是取决于主动恢复的质量。

** 关于训练
高配速能力不是单纯靠跑配速本身练出来的，而是靠很大比例的慢速跑和时间累积，还有核心力量的训练，和良好的休息修复。训练是刺激，是损伤，增强发生在修复的过程之中。

** 记录心率
跑步的静息心率按清醒静止站立时心率算，一般起床即测，静立1分钟以上记录心率。
这样算出来的是跑步意义上的储备心率。
储备心率=最大心率-静息心率，理论上，储备心率越大，心脏对运动的响应范围越大，运动表现可以更好。

** 六方面
速度力量耐力，柔韧灵活协调，运动能力这六个方面都要刻意加强，短板必然影响成绩提高。

#+begin_center
© 2021-2022 road-trip.cc [[https://beian.miit.gov.cn/][京ICP备2022005336号-1]] [[http://www.beian.gov.cn/portal/registerSystemInfo?recordcode=11011402012380][京公安网备11011402012380]]
#+end_center
