life/sport/science-of-running.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2022-03-08 Tue 10:09 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Science of Running</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="iiCodeThings" />
</head>
<body>
<div id="content">
<h1 class="title">Science of Running</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orgc8bf8a6">1. 什么是慢跑？</a></li>
<li><a href="#org280c27c">2. 大神语录</a>
<ul>
<li><a href="#org755201f">2.1. Jogging vs Running</a></li>
<li><a href="#org3da7af6">2.2. 关于修复</a></li>
<li><a href="#org1078526">2.3. 关于训练</a></li>
<li><a href="#org3e35fd5">2.4. 记录心率</a></li>
<li><a href="#orgefedfd4">2.5. 六方面</a></li>
</ul>
</li>
</ul>
</div>
</div>
<div class="org-center">
<p>
<b>跑步看心率，不看配速！！！真正的跑者，可以告诉运转，但舍得放慢。</b>
</p>
</div>

<div id="outline-container-orgc8bf8a6" class="outline-2">
<h2 id="orgc8bf8a6"><span class="section-number-2">1</span> 什么是慢跑？</h2>
<div class="outline-text-2" id="text-1">
<p>
所谓的“慢跑”，是一种较低强度的有氧运动，目的以较慢的跑步节奏来完成跑动距离。按照训练强度划分，“慢跑”的训练强度最低。
</p>

<p>
通常我们会把“慢跑”训练强度定义为：*心率115~130次/分左右，体感：呼吸非常舒适，无任何疲劳感*。
</p>
</div>
</div>

<div id="outline-container-org280c27c" class="outline-2">
<h2 id="org280c27c"><span class="section-number-2">2</span> 大神语录</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-org755201f" class="outline-3">
<h3 id="org755201f"><span class="section-number-3">2.1</span> Jogging vs Running</h3>
<div class="outline-text-3" id="text-2-1">
<p>
jogging和running是两个概念，用jogging训练心肺耐力，改善代谢方式，构建有氧系统，running才拉得起来、顶得上去，jogging虽然慢、长、久，但是值得。
</p>
</div>
</div>

<div id="outline-container-org3da7af6" class="outline-3">
<h3 id="org3da7af6"><span class="section-number-3">2.2</span> 关于修复</h3>
<div class="outline-text-3" id="text-2-2">
<p>
拉伸，冷浴，睡眠，休跑，合理膳食，都是修复。训练强度越大，刺激损伤就越大，能力提升就可能越大，但是取决于主动恢复的质量。
</p>
</div>
</div>

<div id="outline-container-org1078526" class="outline-3">
<h3 id="org1078526"><span class="section-number-3">2.3</span> 关于训练</h3>
<div class="outline-text-3" id="text-2-3">
<p>
高配速能力不是单纯靠跑配速本身练出来的，而是靠很大比例的慢速跑和时间累积，还有核心力量的训练，和良好的休息修复。训练是刺激，是损伤，增强发生在修复的过程之中。
</p>
</div>
</div>

<div id="outline-container-org3e35fd5" class="outline-3">
<h3 id="org3e35fd5"><span class="section-number-3">2.4</span> 记录心率</h3>
<div class="outline-text-3" id="text-2-4">
<p>
跑步的静息心率按清醒静止站立时心率算，一般起床即测，静立1分钟以上记录心率。
这样算出来的是跑步意义上的储备心率。
储备心率=最大心率-静息心率，理论上，储备心率越大，心脏对运动的响应范围越大，运动表现可以更好。
</p>
</div>
</div>

<div id="outline-container-orgefedfd4" class="outline-3">
<h3 id="orgefedfd4"><span class="section-number-3">2.5</span> 六方面</h3>
<div class="outline-text-3" id="text-2-5">
<p>
速度力量耐力，柔韧灵活协调，运动能力这六个方面都要刻意加强，短板必然影响成绩提高。
</p>

<div class="org-center">
<p>
© 2021-2022 road-trip.cc <a href="https://beian.miit.gov.cn/">京ICP备2022005336号-1</a> <a href="http://www.beian.gov.cn/portal/registerSystemInfo?recordcode=11011402012380">京公安网备11011402012380</a>
</p>
</div>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Date: 2022-03-01</p>
<p class="author">Author: iiCodeThings</p>
<p class="date">Created: 2022-03-08 Tue 10:09</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
